CMFCToolBarImages.ConvertTo32Bits(System.UInt32!System.Runtime.CompilerServices.IsLong)
Converts underlined bitmaps to 32 bpp images.
Returns:  TRUE if succeeds; otherwise FALSE.
clrTransparent: Specifies transparent color of underlined bitmaps.

CMFCToolBarImages.IsScaled
Tells whether the underlined images are scaled or not.
Returns:  TRUE if underlined images are scaled; otherwise FALSE.

CMFCToolBarImages.GetScale
Returns current scale ratio of underlined images.
Returns:  A value representing current scale ratio.

CMFCToolBarImages.SmoothResize(System.Double)
Smoothly resizes underlined images.
dblImageScale:  Scale ratio.
Returns:  TRUE if resize succeeds; otherwise FALSE.

CMFCToolBarImages.GetBitsPerPixel
Returns current resolution of underlined images.
Returns:  An integer value representing the current resolution of underlined images, in bits per pixel (bpp).